[M_MedicalMystery2 MissionDefinition]
MissionName="Mistério Médico: Raio-X Fatal"
MissionDescription="O Dr. Zed nomeou você como ajudante de investigação honorário! Seu trabalho consiste em averiguar mais coisas sobre o funcionamento da arma Eridiana, "testando-a" em alguns bandidos, ou seja, "atirando" neles até que morram."
TurnInDescription="Bom trabalho! Graças à sua investigação criteriosa, o Dr. Zed descobriu que as armas Eridianas, além do seu aspecto característico e do seu mecanismo sofisticado, elas também são formidáveis para matar coisas."
MissionSummary="Elimine alguns bandidos com a arma Eridiana."
MissionGiver="Dr. Zed"
MissionTurnInLocation="Dr. Zed"
TeaserText="Agora que você encontrou uma arma com tecnologia Eridiana, é a sua vez de experimentá-la!"

[M_MedicalMystery2:KillBandits MissionObjectiveDefinition]
ProgressMessage="Elimine alguns bandidos com a arma Eridiana"

[M_MedicalMystery2:KillBandits_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

